[
  {
    "Crop": "Banana",
    "Disease": "Sigatoka Leaf Spot",
    "Local_Name": {
      "mr": "सिगाटोका पाने डाग",
      "hi": "सिगाटोका पत्ती धब्बा",
      "en": "Sigatoka Leaf Spot"
    },
    "Symptoms": "Small dark streaks on leaves that expand into yellow or brown patches, reducing photosynthesis.",
    "Symptoms_HI": "पत्तियों पर छोटे काले धब्बे जो पीले या भूरे रंग के धब्बों में बदल जाते हैं और प्रकाश संश्लेषण को कम करते हैं।",
    "Symptoms_MR": "पानांवर लहान काळे ठिपके जे नंतर पिवळसर किंवा तपकिरी डागात रूपांतरित होतात आणि प्रकाशसंश्लेषण कमी करतात.",
    "Cause": "Caused by the fungus Mycosphaerella musicola in warm, humid environments.",
    "Cause_HI": "गर्म और नम वातावरण में Mycosphaerella musicola नामक कवक के कारण होता है।",
    "Cause_MR": "Mycosphaerella musicola या बुरशीमुळे उष्ण व दमट हवामानात रोग होतो.",
    "Pesticide_Recommendation": "Use Mancozeb fungicide weekly during the early stages.",
    "Pesticide_Recommendation_HI": "प्रारंभिक चरण में साप्ताहिक रूप से Mancozeb फफूंदनाशी का उपयोग करें।",
    "Pesticide_Recommendation_MR": "प्रारंभिक अवस्थेत दर आठवड्याला Mancozeb फंगिसाइड वापरा.",
    "Pesticide": "Mancozeb",
    "Pathogen": "Mycosphaerella musicola",
    "Management_Practices": "Ensure plant spacing, remove infected leaves, and improve airflow in plantations.",
    "Management_HI": "पौधों की उचित दूरी बनाए रखें, संक्रमित पत्तियों को हटा दें और खेत में वायु प्रवाह बढ़ाएं।",
    "Management_MR": "झाडांमधील योग्य अंतर ठेवा, बाधित पाने काढा आणि हवा खेळती राहील याची खात्री करा."
  },
  {
    "Crop": "Banana",
    "Disease": "Cordana Leaf Spot",
    "Local_Name": {
      "mr": "कॉर्डाना पाने डाग",
      "hi": "कॉर्डाना पत्ती धब्बा",
      "en": "Cordana Leaf Spot"
    },
    "Symptoms": "Oval gray-white spots on older leaves that enlarge into necrotic patches.",
    "Symptoms_HI": "पुरानी पत्तियों पर अंडाकार भूरे-सफेद धब्बे जो बाद में सड़न में बदल जाते हैं।",
    "Symptoms_MR": "जुन्या पानांवर अंडाकृती करड्या-पांढऱ्या डागांचे निर्माण होते जे नंतर सडतात.",
    "Cause": "Fungal disease favored by prolonged leaf wetness and poor drainage.",
    "Cause_HI": "लंबे समय तक पत्तियों की नमी और खराब जल निकासी के कारण होने वाला फंगल रोग।",
    "Cause_MR": "पानांवर जास्त वेळ ओलावा राहणे आणि निकृष्ट निचरा यामुळे होणारा बुरशीजन्य रोग.",
    "Pesticide_Recommendation": "Apply fungicide on lower leaf surfaces every 10–14 days in humid weather.",
    "Pesticide_Recommendation_HI": "नमी वाले मौसम में हर 10–14 दिन में निचली पत्तियों पर फफूंदनाशी छिड़कें।",
    "Pesticide_Recommendation_MR": "दमट हवामानात दर 10–14 दिवसांनी खालच्या पानांवर फंगिसाइड फवारणी करा.",
    "Pesticide": "Mancozeb",
    "Pathogen": "Cordana musae",
    "Management_Practices": "Improve drainage, apply mulching, and remove infected leaves.",
    "Management_HI": "जल निकासी सुधारें, मल्चिंग करें और संक्रमित पत्तियों को हटा दें।",
    "Management_MR": "निचरा सुधारावा, मल्चिंग करावी आणि बाधित पाने काढावीत."
  },
  {
    "Crop": "Banana",
    "Disease": "Pestalotiopsis Leaf Spot",
    "Local_Name": {
      "mr": "पेस्टालोटिओप्सिस पाने डाग",
      "hi": "पेस्टालोटिओप्सिस पत्ती धब्बा",
      "en": "Pestalotiopsis Leaf Spot"
    },
    "Symptoms": "Irregular brown to black leaf spots with yellow halos on leaf edges.",
    "Symptoms_HI": "पत्तियों के किनारों पर पीले घेरे वाले अनियमित भूरे से काले रंग के धब्बे।",
    "Symptoms_MR": "पानांच्या कडांवर पिवळ्या वलयांसह अनियमित तपकिरी ते काळे ठिपके.",
    "Cause": "Spread by water splash in high humidity; Pestalotiopsis fungal infection.",
    "Cause_HI": "उच्च आर्द्रता में पानी के छींटों से फैलने वाला पेस्टालोटिओप्सिस फंगल संक्रमण।",
    "Cause_MR": "उच्च आर्द्रतेत पाण्याचे शिंपडल्यामुळे पसरणारा पेस्टालोटिओप्सिस बुरशी संसर्ग.",
    "Pesticide_Recommendation": "Spray appropriate fungicide during early symptoms to control spread.",
    "Pesticide_Recommendation_HI": "प्रारंभिक लक्षणों पर उपयुक्त फफूंदनाशी का छिड़काव करें।",
    "Pesticide_Recommendation_MR": "लक्षणे दिसताच योग्य फंगिसाइड फवारणी करा.",
    "Pesticide": "Propiconazole",
    "Pathogen": "Pestalotiopsis species",
    "Management_Practices": "Avoid overhead irrigation, prune old leaves, maintain field hygiene.",
    "Management_HI": "ऊपरी सिंचाई से बचें, पुरानी पत्तियों को काटें और खेत की स्वच्छता बनाए रखें।",
    "Management_MR": "वरून पाणी देणे टाळा, जुनी पाने छाटावीत आणि शेत स्वच्छ ठेवावे."
  }
]